{
  "filters": [
    {
      "id": 0,
      "name": "Wisy LineAr Filters",
      "description": "The new Wisy LineAr Filter is a low-profile in-tank rainwater filter from Wisy AG. Finely engineered from high quality stainless steel, LineAr sets a new standard for in-tank filters with its' 380-micron mesh. The unique design of the filter element exploits the adhesion principle as used in the well-known Wisy Vortex filters. Like the vortex filters, the mesh is a near vertical surface, so debris is easily rinsed off by the action of the flowing water. This gives a vastly improved performance over other in-tank filters that have a near horizontal mesh, which is prone to accumulate leaves and other debris. The LineAr filter is simple to fit and easy to maintain. The long lifting handle allows it to be easily removed from ground level, with no need to enter the tank.",
      "image": "filters1.jpg",
      "type": "Filters"
    },

    {
      "id": 1,
      "name": "Wisy Vortex Filters",
      "description": "The WISY VORTEX filter is unique with its patented design that uses the principle of adhesion, where water 'sticks' to a smooth surface, in this case the outer layer of a vertical cylinder. This process causes the water to 'pull' through the fine mesh inner layer, leaving behind any leaves, insects and any other particles greater than 0.28mm. The filtered debris then either falls straight through centre of the filter, or is washed off by the action of the flowing water. This unique design avoids the possibility of leaves etc. breaking down on the filter surface or within the tank. This also means that the debris is simply washed away to the storm drain and out of harms way. The VORTEX filter also oxygenates the water to keep quality at its peak and inhibit the growth of anaerobic bacteria, which can cause the water to develop bad odours.",
      "image": "filters2.jpg",
      "type": "Filters"
    },

    {
      "id": 2,
      "name": "Hydrapro Filters",
      "description": "HYDRAPRO FT filters are perfect for use where a low invert loss is required. With a reduced fall of only 80mm between inlet and waste outlet, they can be used in many situations where other filters won't work, and limiting the impact on site drainage levels. It is designed to be installed within a chamber (e.g. concrete rings). Alternatively we can supply the filter already fitted to the underground tank if required. The HYDRAPRO FT filter also incorporates an optional self-cleaning function. Built in to the body of the unit, a laser-cut slot emits an unbroken jet of water across the filter surface, washing any debris into the waste outlet. This significantly reduces maintenance. This function can be simply manually activated or automated using a motorised valve and timer control. (If the system also using a HYDRAPRO control panel this function is built in) Manufactured entirely from 316 stainless steel, the HYDRAPRO filters are versatile and adaptable for a range of installation conditions, and can be used above or below ground. Where required, a stainless steel cover with neoprene seal can be supplied.",
      "image": "filters3.jpg",
      "type": "Filters"
    },

    {
      "id": 3,
      "name": "Wisy Downpipe Filters",
      "description": "Downpipe Filters are the simplest method of collecting rainwater as it flows through the vertical downpipe, and are especially suitable for above-ground tanks. The unique construction of the vertical fine filter rinses dirt particles, leaves, insects etc. away into the drain, leaving clean filtered water to flow into your tank. Once the filter mesh is thoroughly wetted, 95% of the rainwater passes through into the tank. By removing the organic matter, and oxygenating the water, the stored rainwater remains clean and sweet-smelling. Maintenance is quick and easy; the filter element can be simply cleaned with a soft brush, or in the dishwasher.",
      "image": "filters4.jpg",
      "type": "Filters"
    }
  ],
  "pumpControl": [
    {
      "id": 0,
      "name": "E.Sybox Variable Speed Pump",
      "description": "The E.Sybox from DAB Pumps is a variable speed pump of innovative design. The E.Sybox is a quiet and efficient variable speed unit with a very neat, compact and cost-effective ergonomic design. The pump is remarkably easy to install, set up and use and has a number of advanced normally only found on more expensive units.",
      "image": "pumps&controls1.jpg",
      "type": "pumpControl"
    },

    {
      "id": 1,
      "name": "E.Sybox Twin Variable Speed Booster Set",
      "description": "An innovative new design concept from DAB pumps, the E.Sybox Twin is a quiet and efficient variable speed unit with a very neat, compact and cost-effective ergonomic design. The unit consists of two E.Sybox pumps with a base unit which contains the inlet / outlet manifold. The unit is easy to install and use and has a number of advanced normally only found on more expensive units.",
      "image": "pumps&controls2.jpg",
      "type": "pumpControl"
    },

    {
      "id": 2,
      "name": "2 Pump Fixed Speed",
      "description": "Twin-pump fixed speed pressure sets suitable for a variety of purposes. Ideal for rainwater harvesting systems and for general pressure boosting. A wide range of pumps are available depending on pressure and flow rate desired. These are normally supplied complete with dual variable speed controllers, stainless steel manifolds with valves and expansion vessel, all mounted on a steel baseplate.",
      "image": "pumps&controls3.jpg",
      "type": "pumpControl"
    },

    {
      "id": 3,
      "name": "E-Box Control Panel",
      "description": "The E-Box pump control panel is extremely versatile and reliable unit for controlling one or two pumps. It can be used for single phase, 230v 3-phase or 400v 3-phase motors up to 2.2kW and automatically selects the correct voltage. Its 3-inch illuminated display screen and push button control makes it very easy to set up and adjust. The digital menu can be password protected to avoid any unwanted tampering.",
      "image": "pumps&controls4.jpg",
      "type": "pumpControl"
    },

    {
      "id": 4,
      "name": "HYDRAPRO Controllers",
      "description": "The HYDRAPRO Smart CPU range, developed by RHI WATER, offers total system control, giving the convenience of operating pumps, solenoid valves, booster set, UV unit and more, all from one central panel. Six models are available for single or multiple pumps, either fixed speed, soft-start or variable speed. HYDRAPRO® logic controlled units can also monitor the system and provide remote data displaying if required. Easy to set-up, fully programmable and with full BMS integration. Simple to use with illuminated screen and eight programmable buttons; more advanced models include a touch screen interface, and the option of remote access via web browser. HYDRAPRO panels have been developed specifically for commercial rainwater systems where advanced control and monitoring is required.",
      "image": "pumps&controls5.jpg",
      "type": "pumpControl"
    },

    {
      "id": 5,
      "name": "Control Panels",
      "description": "A range of control panels are available for single and dual-pump systems, suitable for single or 3-phase fixed speed pumps. Designed to work with float switches, pressures switches, etc. with current overload protection, alarm signals and volt-free contacts.",
      "image": "pumps&controls6.jpg",
      "type": "pumpControl"
    },

    {
      "id": 6,
      "name": "Zen Ultra Low Energy Pump Controller",
      "description": "The Zeta 02 is a simple but reliable pump controller suitable for automatically operating a wide range of pumps. It can be mounted directly on top of a surface pump, or remotely in-line for submersibles. Its advanced technology gives it an extremely low standby power consumption of only 0.2 watt; the lowest of any comparable product available. This unique feature saves up to 130kwh per year, giving a CO2 reduction of 97% over comparable products. It also features advanced diagnostics to adjust pump run-on time and starting frequency. Connects hydraulically and electrically to the pump, with pressure gauge and integral power socket for pump connection. Can be supplied with stainless steel mounting bracket for use when sited remotely from the pump. Pump switch-on pressure is 1.5 bar, maximum pressure 10 bar. 1″ bps connections.",
      "image": "pumps&controls7.jpg",
      "type": "pumpControl"
    },

    {
      "id": 7,
      "name": "2 Pump Variable Speed",
      "description": "Twin-pump variable speed pressure sets suitable for a variety of purposes. Ideal for rainwater harvesting systems and for general pressure boosting where it is desirable to meet a range of flow rates whilst maintaining a constant pressure. A wide range of pumps are available depending on pressure and flow rate desired. These are normally supplied complete with dual variable speed controllers, stainless steel manifolds with valves and expansion vessel, all mounted on a steel baseplate.",
      "image": "pumps&controls8.jpg",
      "type": "pumpControl"
    },

    {
      "id": 8,
      "name": "E-Drive: Variable Speed Controller",
      "description": "The E-Drive is a sophisticated inverter-drive controller. It can be connected to virtually any pump on the market, and is designed to maintain a set constant characteristic (pressure or flow). In this way the pump is operated only as and when needed without wasting energy, and thus extending its life. The E-Drive has a number of important features: it uses a soft start and soft stop to increase pump life and reduce absorption peaks, provides information on current consumption and power supply voltage, records operating hours and alarms, and provides dry-run protection. Two or more units can be linked together for controlling multiple pumps. The unit can either be mounted directly to the pump motor to use the motors' fan to cool the E-Drive, or it can be remotely wall-mounted using a special bracket incorporating a cooling fan. The aluminium body gives the E-drive extreme strength and easy cooling. The IP55 degree of protection makes it possible to install the E-drive in wet and dusty environments. The LCD display with backlight facilitates its use in dark areas, whilst an acoustic signal provides an immediate alarm warning.",
      "image": "pumps&controls9.jpg",
      "type": "pumpControl"
    },

    {
      "id": 9,
      "name": "Sirio Variable Speed Controller",
      "description": "The Sirio electronic inline pump controller is based on inverter technology. A 230v single phase input is converted into a 3-phase output. The unit works by regulating the pump motor speed to provide a constant running pressure. This provides numerous benefits including reduced energy use, gradual start and stop (so reducing hammering), and dry-running protection with automatic reset function. Connects hydraulically and electrically to the pump and can be mounted directly on top of a surface pump, or remotely in-line for submersibles. Two units can be linked together for dual pump control.",
      "image": "pumps&controls10.jpg",
      "type": "pumpControl"
    },

    {
      "id": 10,
      "name": "Flooded Suction Pumps",
      "description": "The Matrix range of pumps from EBARA are high quality, multi-stage units with a robust yet compact construction. We can supply a wide range of models to meet individual capacity and pressure requirements. The units are available as bare pumps or with integral controllers, either fixed or variable speed. Matrix pumps are WRAS approved and available with flow rates up to 450 l/min and from 2 to 9 stages depending on pressure requirements.",
      "image": "pumps&controls11.jpg",
      "type": "pumpControl"
    },

    {
      "id": 11,
      "name": "Submersible Pumps - Stainless Steel",
      "description": "The side inlet suction port (1.25″ bsp) allows easy fitting of fixed or floating suction filters, essential for harvesting rainwater. On direct commercial systems, two pumps are used together to provide duty / standby performance. A range of models is available with flow rates up to 120 l/min. All can be supplied with rubber base mounts, a strong 4.5m polypropylene lifting cord and a 20m pre-fitted cable. With their compact design and the ability to lift up to 60m+ these pumps are also very suitable for use in wells.",
      "image": "pumps&controls12.jpg",
      "type": "pumpControl"
    },

    {
      "id": 12,
      "name": "Self-priming Suction Pumps",
      "description": "The Aspri range of suction pumps from ESPA are quiet running, multistage centrifugal units of brass and stainless steel construction. They are available in three versions suitable for a range of domestic and commercial applications, and can be supplied with automatic fixed speed controller, variable speed inverter control, or as a bare pump. These pumps are reliable and durable; ideal for rainwater harvesting and pressure boosting.",
      "image": "pumps&controls13.jpg",
      "type": "pumpControl"
    },

    {
      "id": 13,
      "name": "Self-priming Pumps",
      "description": "Submersible Automatic Pumps are ideal for the delivery of clean water for garden and landscape use. They are self priming and have an intelligent built-in controller that senses the demand for water. This automatically switches the pump on and off when a tap is opened or closed. There is also built-in guaranteed protection against dry running, and an automatic re-setting function.",
      "image": "pumps&controls14.jpg",
      "type": "pumpControl"
    }
  ],

  "tanks": [
    {
      "id": 0,
      "name": "Insulated GRP Aboveground Tanks",
      "description": "One-piece or sectional tanks of GRP 'sandwich' construction with up to 50mm insulation, can be used as main storage tanks, or supplied for use as a break tank within a building. Available in a wide range of sizes, capacities from 30 litres to 9,000 litres. Can be built to almost any capacity. For internal use these are most useful where restricted access (e.g. loft hatch or plant room doorway) prohibits the use of a one-piece version. For outdoor use sectional construction enables tanks of almost any size and shape to be built. All sectional tanks include installation, carried out by specialist fitters. Tanks can be supplied fitted with float switches, valve housings and inlet valves. We can also supply drip trays or bunds where required.",
      "image": "tanks1.jpg"
    },

    {
      "id": 1,
      "name": "18L Header Tanks",
      "description": "A header tank is simply a tank which gives a gravity feed from high level down to WCs and other outlets at a lower level. The pressure from the tank is dependent on the height from the water in the tank to the outlet that it is supplying, so this should be borne in mind. Note: a height of 10m will provide 1 bar (or 14.5 psi) of pressure. 18-litre dual inlet header tank for domestic use. Complete with screened weir overflow and drip-tray.  This unit is fitted with two inlet valves, one of which is specially adapted to operate at low level.  Requires no power supply as it uses no float switches.  It is very compact and is ideal where the system is just supplying WCs.",
      "image": "tanks2.jpg"
    },

    {
      "id": 2,
      "name": "Dual Inlet Header Tanks",
      "description": "Where a larger capacity is required we have several one-piece pre-fitted polyethylene header tanks with dual inlets and control float switches. These are supplied set-up and ready to install. The two float switches are set at different levels, one to control the pumped rainwater supply, the other controls the mains water back-up supply via a solenoid vavle type AA air gap (tundish). The 112-litre size is ideal for domestic use or small commercial projects supplying up to 10 WCs. The 225L and 450L versions are for larger projects.",
      "image": "tanks3.jpg"
    },

    {
      "id": 3,
      "name": "Break Tanks",
      "description": "A break tank is similar to a header tank but is used in conjunction with a booster set, so does not have to be at a higher level, and is frequently used at ground or basement level in larger buildings. The water is then supplied to the required outlets, having been raised to the required pressure by the booster pump set. Where even larger volumes are required, or where a pre-insulated tank is demanded, we can supply tanks of any size in GRP. These can be fitted with float switches or sensors to control the mains water and rainwater feeds as required. We can also supply tanks with a Keraflo valve fitted into a raised housing on top of the tank. Such tanks can be either single piece or sectional, single or twin compartment, and can be supplied with drip trays.",
      "image": "tanks4.jpg"
    },

    {
      "id": 4,
      "name": "RainTech® GRP tanks 40,000 to 90,000L",
      "description": "Tough British made one-piece GRP tanks suitable for underground installation manufactured to BS 4994. These underground GRP tanks are strong and lightweight, and are easy to install in most ground conditions with concrete backfill for a secure permanent installation. Advantages include: Lightweight, Easy to install, Cost-effective, Supplied complete with fitted stainless steel flow calmer and unique anti-backflow overflow unit, Can be used in trafficked areas with cover slab, 10 year warranty. Sizes available: 40,000L, 45,000L, 50,000L, 55,000L, 60,000L, 65,000L, 70,000L, 75,000L, 80,000L and 90,000L.",
      "image": "tanks5.jpg"
    },

    {
      "id": 5,
      "name": "RainTech® Underground GRP tanks",
      "description": "Tough British made one-piece GRP tanks suitable for underground installation manufactured to BS 4994. These underground GRP tanks are strong and lightweight, and are easy to install in most ground conditions with concrete backfill for a secure permanent installation. Where ground conditions permit, a heavier duty version can be used with a granular backfill material. Advantages include: Lightweight, Easy to install, Cost-effective, Supplied complete with fitted stainless steel flow calmer and unique anti-backflow overflow unit, Can be used in trafficked areas with cover slab, 10 year warranty. Sizes available: 10,000L, 12,000L, 14,000L, 16,000L, 18,000L, 20,000L, 22,000L, 26,000L, 34,000L and 38,000L.",
      "image": "tanks6.jpg"
    },

    {
      "id": 6,
      "name": "RainSava® Underground GRP tanks",
      "description": "Tough British made one-piece GRP tanks suitable for underground installation manufactured to BS 4994. These underground GRP tanks are strong and lightweight, and are easy to install in most ground conditions with concrete backfill for a secure permanent installation. Where ground conditions permit, a heavier duty version can be used with a granular backfill material. Advantages include: Lightweight, Easy to install, Cost-effective, Supplied complete with fitted stainless steel flow calmer and unique anti-backflow overflow unit, Can be used in trafficked areas with cover slab, 10 year warranty. Sizes available: 1500L, 2400L, 3000L, 3500L, 4000L, 5000L, 6000L and 7500L",
      "image": "tanks7.jpg"
    },

    {
      "id": 7,
      "name": "Low Profile Below Ground Plastic Tanks",
      "description": "Rotationally moulded, one-piece, low profile plastic tanks suitable for shallow-dig underground installation. These tanks are extremely tough and durable, and are very simple to install using a granular backfill material. With the built-in high quality LineAr filter and stainless steel calmed inlet, Easy-Rain is easy to handle, easy to install, and easily beats the competition. All other connections are pre-fitted to make the installation as simple as possible. With only 52mm difference between inlet and overflow levels, tanks can be installed with minimum disruption to existing drainage runs. We are confident this is the best tank & filter combination available in the UK. Advantages include: Low-profile, shallow dig; Lightweight, very quick and easy to install; Easy to backfill with granular backfill; Can be installed in ground water up to 1/3 their depth; Available with or without built-in filter unit; Best choice for retro-fit; Easily linked together; 100% recyclable; 25 year warranty. Sizes available: 1500L, 3000L, 3000L tanks can be easily linked for increased capacity.",
      "image": "tanks8.jpg"
    },

    {
      "id": 8,
      "name": "RainTech® FT tanks with integral filter",
      "description": "Tough British made one-piece GRP tanks suitable for underground installation manufactured to BS 4994 with integral HYDRAPRO® FT filter unit built in to a separate access shaft on top of the tank. The tank overflows back through the filter unit, to keep the invert loss to only 80mm. The filter unit has the added benefit of an advanced self-cleaning mechanism as standard. These underground GRP tanks are strong and lightweight, and are easy to install in most ground conditions with concrete backfill for a secure permanent installation. Where ground conditions permit, a heavier duty version can be used with a granular backfill material. Supplied as a complete unit ready for quick installation. Advantages include: Minimal invert drop (80mm), Pre-fitted filter unit, Lightweight, Easy to install, Cost-effective, Supplied complete with fitted stainless steel flow calmer and unique anti-backflow overflow unit, Can be used in trafficked areas with cover slab, 10 year warranty. Sizes available: Any of our RainTech® or RainTech® Pro tanks can be supplied with this option.",
      "image": "tanks9.jpg"
    },

    {
      "id": 9,
      "name": "Polyethylene (PE) Above Ground Tanks",
      "description": "UK manufactured above ground plastic tanks for use above ground, available in a wide range of sizes. The smaller models are ideal for garden irrigation tanks, or even for retro-fit domestic systems. Larger above ground plastic tanks are suitable for small commercial systems, and for farmers who need water for washdown, livestock etc. We can supply these as bare tanks or with inlet and outlet connections as required. These are very popular with gardeners. A limited range of sizes are available as 'slimline' rectangular tanks, which are good where space is limited or for fitting against a wall (upright models) or beneath decking (flat models). Many more sizes are available in upright or horizontal cylindrical form, from 400 to 30,000 litres. Additionally tanks can be linked together for increased capacity.",
      "image": "tanks10.jpg"
    }
  ],
  "accessories": [
    {
      "id": 0,
      "name": "Keraflo Type K",
      "description": "The 'Type K' pictured here is suitable for tanks with or without raised valve housings and is ideal for pumped water lines (e.g. rainwater). The puncture-proof float eliminates stress on the tank wall and gives precise hammer-free opening and closing. The 'up and over' discharge facilites air-gap compliance.Available in sizes from 1/2” to 2″ bsp.",
      "image": "accessories1.jpg",
      "type": "Accessories"
    },

    {
      "id": 1,
      "name": "Keraflo Type KB",
      "description": "The 'Type KB' valve provides a fully variable delayed action with precise opening and closing levels. It is especially suitable for use on a mains water feed into a break tank, so is ideal for rainwater harvesting systems of the indirect type. Fitted into an appropriate raised housing, the 'KB' type valve provides a type AB air gap in compliance with the Water Regulations requirements for backflow prevention.The opening and closing levels of the valve are infinitely variable up to 1.8 metres depth and can be adjusted quickly without the use of any tools.Available in sizes from 3/4” to 3″ bsp.",
      "image": "accessories2.jpg",
      "type": "Accessories"
    },

    {
      "id": 2,
      "name": "Overflow Traps",
      "description": "The Multisiphon overflow trap is a unique unit from WISY® designed specifically for use in rainwater storage tanks. It is fitted inside the tank and connected to a short stub pipe for joining to standard 100mm drain.The unit incorporates several important features:A water trap to prevent bad odours from the drainage system, A surface skimmer to effectively remove floating debris, A backflow prevention device, An optional vermin barrier. The unit is effectively a 'U' bend providing a water seal in the same way as a WC pan or waste trap. This acts as a barrier to unpleasant smells from the drain that connects to the overflow, which could otherwise taint the water. It also very effectively removes floating debris from the surface of the water, due to the “skimming” design of the unit at the top.The most important function, however, is to act as an anti-backflow device to prevent a surcharge from the drains entering back in to the tank and contaminating the stored water.",
      "image": "accessories3.jpg",
      "type": "Accessories"
    },

    {
      "id": 3,
      "name": "Pipe Marking",
      "description": "Pipes that are used to convey rainwater must be appropriately marked in order to avoid any confusion or cross-connection between wholesome and non-wholesome supplies.",
      "image": "accessories4.jpg",
      "type": "Accessories"
    },

    {
      "id": 4,
      "name": "Mains Top-ups",
      "description": "Most rainwater harvesting systems require a means of switching to an alternative source, in the event of the system running out of rainwater. However, there are strict regulations governing the way that this is done, in order to eliminate any risk of non-potable water being able to siphon back into the mains supply. This is achieved through the use of an air gap that the mains water must pass through before entering the tank. Our special mains water top-up units are designed specifically for this purpose.For direct systems, where the mains water is fed to the rainwater tank itself, we supply a special assembly that incorporates a tundish. This provides the necessary air gap to comply with regulations, but means that the water flowing out of the tundish is no longer under pressure and must rely on gravity to reach its destination. For this reason the assembly must be at a level higher than the top of the tank that it is supplying; it must also be located indoors.The water supply into the tundish is regulated by a solenoid valve which is connected electrically to a float switch. As the water level in the tank falls, the float switch drops and opens the solenoid, thus allowing the mains water to pass through the tundish into a pipe, which then leads back to the tank. As the tank water level rises again, the float switch lifts and shuts off the solenoid. When used with our precision float switches, the amount of mains water used in this way is kept to a minimum.Each assembly also includes a flexible braided connecting hose for ease of installation, and an isolating valve with integral dirt strainer to protect the solenoid valve from any foreign matter. The stainless steel tundish incorporates a laminar flow device to ensure that a vertical splash-free column of water passes through.These mains top up units can also be used in indirect systems for filling a header or break tank in the same way.Five models are available, to fit following pipe sizes: 1/2″, 3/4″, 1″, 11/2″ and 2″",
      "image": "accessories5.jpg",
      "type": "Accessories"
    },

    {
      "id": 5,
      "name": "Calmed Inlets",
      "description": "High quality stainless steel flow-calming inlets designed to smooth the flow of water entering the tank, thereby avoiding disturbance of any fine sediments at the bottom of the tank. Fitted to the open end of the vertical inlet pipe at the base of the tank, the device also prevents disturbance of any float switch or sensor etc.The expanded steel mesh diffuses the flow and forces it upwards into the body of water.Calmed inlet diffusers are available to fit 100mm, 150mm and 200mm ID pipes.",
      "image": "accessories6.jpg",
      "type": "Accessories"
    },

    {
      "id": 6,
      "name": "Float Switches",
      "description": "Float Switches are attached to a pivot bracket fitted to a stainless steel mounting clamp. These are designed to be fitted to the body of a submersible pump or an appropriate inlet pipe.The on and off levels of the switch are precise, as the switch remains in a fixed position. This is particularly useful when the switch is controlling the filling levels for topping up a tank with mains water.By limiting the movement of the switch, the level of water is easily controlled (typically 90mm level rise), thereby leaving the maximum tank volume free to collect the next rainfall event.Switches are normally fitted to the body of a submersible pump, or if used within a break tank, fitted to inlet pipework. They available in two versions;Red float for dry-run protection (when it drops, it switches the pump off)Yellow float for mains water top-up (when it drops, it switches the mains water top-up on, then off again when switch rises.) Approximately 9cm difference in water levels between on and off. Could also be used for emptying a tank.Switches are available with clamps to to fit 50mm, 100mm and 150mm diameters, and with either 3m, 10m or 20m pre-fitted cables.",
      "image": "accessories7.jpg",
      "type": "Accessories"
    },

    {
      "id": 7,
      "name": "Anti-Backflow Valves",
      "description": "One-way backflow protection valves for preventing the backflow of water through pipes. Simple and reliable units for protecting rainwater tanks, filter units etc. from the back-flow of undesirable fluids, e.g. where an overflow is connected to a combined sewer.Available to fit 100mm, 150mm or 200mm pipe diameters and in two versions; in-line and terminal. The in-line version is for fitting into the pipe run, and must have an access point above it for maintenance. The terminal version is for fitting to an open pipe end e.g. where a pipe discharges into a ditch or chamber.",
      "image": "accessories8.jpg",
      "type": "Accessories"
    },

    {
      "id": 8,
      "name": "Tank Gauges",
      "description": "Simple pneumatic tank contents gauge with easy to read dial face.The gauge can be sited within 50 metres of the tank. A thin tube connects it to a sensor in the base of the tank. By pumping the tube full of air, the gauge indicates the weight of water pressing on the sensor.Once the unit is calibrated, the dial then indicates the fullness of the tank in percentage terms.Two models are available; the manual version with hand primer, or the electric version with button operated pump.",
      "image": "accessories8.jpg",
      "type": "Accessories"
    }
  ],
  "water_sterilisation": [
    {
      "id": 0,
      "name": "UV Disinfection",
      "description": "If collected rainwater is to be used in domestic situations for drinking, showers, hand-washing, etc, or commercially in pressure washers for example, it must first be treated in some way. One of the best methods of water disinfection is UV disinfection; it's safe, reliable and energy-efficient. The water to be treated must be free of particles, so it is usually necessary to fit pre-filters before the UV unit. These may consist of wound string cartridges or polypropylene bag filters and will remove all particles down to 5 microns. The rainwater then flows through the UV unit where it pass through a tube surrounded by UV light. The light destroys the DNA of any microorganisms within the water, rendering them harmless. This process is instant, effective and reliable. No chemicals are involved and the taste of the water is not affected. However, UV sterilisation cannot remove discoloration, or any existing bad taste.",
      "image": "water_sterilisation1.jpg",
      "type": "Water Sterilisation"
    },

    {
      "id": 1,
      "name": "Pre-UV Treatment",
      "description": "The process of UV (Ultra Violet) light treatment requires water to pass across a UV lamp. The UV light destroys bacteria and other pathogens in the water in order to make it safe for potable use. This process requires the water to be completely free of particles. Any particles in the water can cast a shadow in which bacteria can still survive, so a very fine pre UV filter is required. Removing the particles prior to UV treatment is fundamental for the process to work. The water must be filtered to 5 microns before it is ready to go through the UV filter. There are a number of different pre UV filter units available, and these can be single, dual or triple stage. The Hydra Rainmaster pre UV filter unit shown has the benefit of a back-washing valve on the first stage that is used to reject the accumulated debris. This can be manually operated, or automated by combining with a solenoid valve and timed power supply.",
      "image": "water_sterilisation2.jpg",
      "type": "Water Sterilisation"
    },

    {
      "id": 2,
      "name": "Carbon Filtration",
      "description": "Carbon filtration is used where taste or odour of a water supply is an issue and can be either a carbon block, or in the form of granular activated carbon. GAC consists of charcoal that has been heated to a very high temperature. Each granule is porous and has a very large surface area (500m2 per gram). As water passes through the charcoal, the granules trap the molecules of pollutants and chemicals that taint the water such as chlorine and volatile organic compounds. Carbon is extremely effective at improving taste, and reducing any smell in water. A GAC or carbon block can be added to a pre UV filter and is worth considering if the water is likely to be consumed. It is recommended that carbon filters should be changed once a year or more frequently where there is any hint of change in smell or taste. Carbon filters do not kill bacteria so are part of the pre treatment process.",
      "image": "water_sterilisation3.jpg",
      "type": "Water Sterilisation"
    }
  ]
}
